{
  "cardio": {
    "title": "Кардио",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Бег на месте с захлестом голени",
          "description": "Встать ровно, ноги на ширине плеч. Руки согнуты в локтях. По очереди прыгать с одной ноги на другую, максимально сгибая ноги в коленях. Стараться касаться ягодиц пятками.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Присед с выпрыгиванием",
          "description": "Опуститесь в присед, бёдра параллельно полу. Резко выпрыгните вверх, выпрямляя ноги. Вернитесь в присед, амортизируя приземление. Сразу переходите к следующему приседанию.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        },
        {
          "name": "Альпинист",
          "description": "Встаём в упор лёжа на прямых руках, ладони находятся строго под плечами. Одну из ног сгибаем и подтягиваем к туловищу, затем возвращаемся в исходное положение, после сгибаем вторую ногу, возвращаем её обратно. Упражнение выполняем динамично, без пауз.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        }
      ]
    },
    "second": {
      "name": "Вторая тренировка",
      "exercises": [
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Берпи",
          "description": "Из положения стоя опуститесь в присед, поставьте руки на пол, сделайте одно отжимание, прыгните назад в планку, затем вернитесь в присед и подпрыгните вверх. Повторите упражнение.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        },
        {
          "name": "Две планки по очереди",
          "description": "Начните с положения планки на локтях, тело должно быть прямым от головы до пят. Затем перейдите в положение планки на руках, выпрямляя руки и удерживая тело в той же прямой линии. Далее вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        }
      ]
    }
  },

  "power": {
    "title": "Силовые",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Отжимания",
          "description": "Лягте на живот, руки на ширине плеч. Поднимайте тело, опираясь на руки и ноги, затем опуститесь обратно. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        }
      ]
    }
  }
}