{
  "cardio": {
    "title": "Кардио",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Круговые движения плечами (30 секунд вперед, 30 секунд назад)",
          "description": "Встаньте прямо, ноги на ширине плеч, руки свободно опущены вдоль тела. Медленно вращайте плечами вперед круговыми движениями, поднимая их вверх, затем назад и вниз. После 30 секунд измените направление движения — вращайте плечи назад, а затем вперед. Держите шею расслабленной, а движения плавными.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Махи ногами вперед-назад",
          "description": "Встаньте прямо, одной рукой держитесь за стену или спинку стула для устойчивости. Одну ногу отведите назад, а затем махом поднимите вперед, как можно выше, но без резких рывков. Повторите движение для другой ноги. Продолжайте чередовать ноги",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Наклоны корпуса в стороны",
          "description": "Встаньте прямо, ноги на ширине плеч, одна рука лежит на талии, другая опущена вдоль тела. Наклоняйтесь корпусом в одну сторону, вытягивая руку вниз вдоль бедра, затем возвращайтесь в исходное положение. Повторяйте наклоны в течение 30 секунд, затем смените сторону. Следите за тем, чтобы корпус оставался ровным, без скручивания.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Вращение таза в положении стоя",
          "description": "Встаньте прямо, ноги на ширине плеч, руки положите на талию. Начните плавно вращать таз по кругу, удерживая верхнюю часть тела неподвижной. Выполняйте по 30 секунд в каждую сторону.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Легкий бег на месте",
          "description": "Бегайте на месте, слегка поднимая ноги, и работайте руками, как при обычном беге.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Бег на месте с захлестом голени",
          "description": "Встать ровно, ноги на ширине плеч. Руки согнуты в локтях. По очереди прыгать с одной ноги на другую, максимально сгибая ноги в коленях. Стараться касаться ягодиц пятками.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Присед с выпрыгиванием",
          "description": "Опуститесь в присед, бедра параллельно полу. Резко выпрыгните вверх, выпрямляя ноги. Вернитесь в присед, амортизируя приземление. Сразу переходите к следующему приседанию.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        },
        {
          "name": "Альпинист",
          "description": "Встаем в упор лежа на прямых руках, ладони находятся строго под плечами. Одну из ног сгибаем и подтягиваем к туловищу, затем возвращаемся в исходное положение, после сгибаем вторую ногу, возвращаем ее обратно. Упражнение выполняем динамично, без пауз.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Выпад назад с пинком вперед левой ногой",
          "description": "Стоя, ноги на ширине плеч. Сделайте шаг левой ногой назад, опустившись в выпад (колено правой ноги согнуто под углом 90 градусов, левое колено почти касается пола). Оттолкнувшись левой ногой, поднимитесь, одновременно выполняя пинок левой ногой вперед. Опустите левую ногу и вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Выпад назад с пинком вперед правой ногой",
          "description": "Стоя, ноги на ширине плеч. Сделайте шаг правой ногой назад, опустившись в выпад (колено левой ноги согнуто под углом 90 градусов, правое колено почти касается пола). Оттолкнувшись правой ногой, поднимитесь, одновременно выполняя пинок правой ногой вперед. Опустите правую ногу и вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Планка",
          "description": "Лягте на живот. Опирайтесь на предплечья и пальцы ног. Держите тело прямым от головы до пяток, напрягая пресс и ягодицы. Шея прямая, смотрите в пол. Дышите ровно и спокойно. Удерживайте положение нужное время.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Бег, колени вверх",
          "description": "Встаньте прямо, начните бег на месте, высоко поднимая колени к груди, работая руками как при обычном беге. Держите спину прямо.",
          "time": "1:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Прыжки в стороны",
          "description": "Стоя на месте, сделайте прыжок в сторону, затем в другую сторону. Повторите упражнение.",
          "time": "1:00",
          "calories": 12,
          "isCompleted": false
        },
        {
          "name": "Кик ногой в планке",
          "description": "Примите упор лежа. Напрягите околопозвоночные столбы, мышцы поясницы и ягодиц, чтобы зафиксировать тело по прямой линии. Смотрите перед собой. Теперь выполняйте пинок в сторону, держа руки на месте. Работают только таз, косые мышцы и мускулатура бедер. Повторите упражнение.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Отжимания с поворотом",
          "description": "Примите упор лежа. Выполните отжимание. При подъеме в верхнее положение выполните поворот корпуса и вытяните правую руку вверх. Повторите для другой руки.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Поза ребенка",
          "description": "Встаньте на колени, разведите их в стороны, а большие пальцы ног соедините. Сядьте ягодицами на пятки. Вытяните руки вперед, опустите лоб на пол и расслабьте спину. Закройте глаза и дышите медленно.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Растяжка груди (руки за спиной)",
          "description": "Встаньте прямо, ноги на ширине плеч. Сцепите руки за спиной в замок, поднимите их вверх, не сгибая локти. Почувствуйте растяжение в грудной клетке. Задержитесь в положении и дышите ровно.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Наклоны вперед сидя",
          "description": "Сядьте на пол, вытяните ноги вперед, ступни вместе. Наклонитесь к ступням, стараясь держать спину прямой. Потянитесь руками к пальцам ног или голеням, насколько позволяет гибкость. Удерживайте положение, не задерживая дыхание.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Медленные вдохи-выдохи с круговыми движениями плечами",
          "description": "Встаньте прямо или сядьте в удобной позе. Сделайте глубокий вдох через нос, поднимите плечи вверх к ушам. На выдохе опустите плечи и выполните круговое движение назад. Повторяйте плавно, синхронизируя дыхание с движением.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        }
      ]
    },
    "second": {
      "name": "Вторая тренировка",
      "exercises": [
        {
          "name": "Круговые движения руками — 30 секунд вперед, 30 секунд назад",
          "description": "Встаньте прямо, ноги на ширине плеч, руки вытянуты в стороны на уровне плеч. Начните медленно вращать прямыми руками по кругу вперед, создавая небольшие круги. Постепенно увеличивайте радиус движения, но не допускайте напряжения в плечах. Через 30 секунд измените направление и вращайте руки назад.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Махи ногами в стороны",
          "description": "Встаньте прямо, руки на талии. Можно держаться за опору, если требуется баланс. Одну ногу отведите в сторону, поднимая ее на комфортную высоту. Верните ногу в исходное положение и повторите другой ногой.Выполняйте движения плавно, удерживая корпус стабильным.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Повороты с вытянутыми руками",
          "description": "Встаньте прямо, вытяните руки в стороны на уровне плеч. Поворачивайте верхнюю часть туловища влево, затем вправо. Убедитесь, что бедра остаются неподвижными. Работайте медленно, избегая резких движений.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Подъемы коленей к груди стоя",
          "description": "Встаньте прямо, руки на талии или вытянуты перед собой. Поднимите одно колено к груди, удерживая корпус прямым. Опустите ногу и повторите другой ногой. Ускоряйте темп, но контролируйте каждое движение.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Легкий бег на месте с высоким темпом",
          "description": "Встаньте прямо, руки согнуты в локтях. Бегите на месте, слегка отрывая ноги от пола. Работайте руками, как при обычном беге.",
          "time": "0:30",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Берпи",
          "description": "Из положения стоя опуститесь в присед, поставьте руки на пол, сделайте одно отжимание, прыгните назад в планку, затем вернитесь в присед и подпрыгните вверх. Повторите упражнение.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        },
        {
          "name": "Две планки по очереди",
          "description": "Начните с положения планки на локтях, тело должно быть прямым от головы до пят. Затем перейдите в положение планки на руках, выпрямляя руки и удерживая тело в той же прямой линии. Далее вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Бег, колени вверх",
          "description": "Встаньте прямо, начните бег на месте, высоко поднимая колени к груди, работая руками как при обычном беге. Держите спину прямо.",
          "time": "1:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Обратные отжимания от стула",
          "description": "В положении спиной к стулу обопритесь руками о переднюю часть стула, при этом отодвинув бедра и ноги. Держа спину близко к стулу, согните локти до угла 90 градусов. Затем разогните локти. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Гусеница",
          "description": "Встаньте прямо, ноги на ширине плеч. Наклонитесь вперед, касаясь пола руками, затем медленно перемещайте руки вперед, переходя в положение планки. Удерживайте планку несколько секунд, затем шаг за шагом подведите ноги к рукам, возвращаясь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Приседания",
          "description": "Встаньте прямо, ноги на ширине плеч. Сгибайте колени и опускайтесь, как будто садитесь на стул, затем вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Альпинист",
          "description": "Встаем в упор лежа на прямых руках, ладони находятся строго под плечами. Одну из ног сгибаем и подтягиваем к туловищу, затем возвращаемся в исходное положение, после сгибаем вторую ногу, возвращаем ее обратно. Упражнение выполняем динамично, без пауз.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Отжимания",
          "description": "Лягте на живот, руки на ширине плеч. Поднимайте тело, опираясь на руки и ноги, затем опуститесь обратно. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Бег на месте с захлестом голени",
          "description": "Встать ровно, ноги на ширине плеч. Руки согнуты в локтях. По очереди прыгать с одной ноги на другую, максимально сгибая ноги в коленях. Стараться касаться ягодиц пятками.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Круговые движения плечами",
          "description": "Ставьте руки в стороны и делайте круговые движения плечами вперед и назад. Начните с небольших кругов, постепенно увеличивая их размер.",
          "time": "2:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Растяжка грудных мышц (открытие груди)",
          "description": "Встаньте прямо, руки вытянуты вперед на уровне груди. Плавно отведите руки назад, расправив грудную клетку и раскрывая грудные мышцы. Удерживайте растяжку 20-30 секунд.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    },
    "third": {
      "name": "Третья тренировка",
      "exercises": [
        {
          "name": "Динамичные растяжки (выпады с наклоном)",
          "description": "Шагайте вперед в выпад, опуская колено задней ноги почти до пола. В нижней позиции наклоняйтесь вперед, касаясь руками пола или стопы передней ноги, растягивая бедра и позвоночник. Повторите на обе стороны.",
          "time": "2:00",
          "calories": 12,
          "isCompleted": false
        },
        {
          "name": "Прыжки 'Звезда'",
          "description": "Стоя прямо, ноги вместе, руки по бокам. Прыгайте, разводя ноги в стороны и одновременно поднимая руки вверх, затем возвращайтесь в исходное положение. Продолжайте в умеренном темпе.",
          "time": "2:00",
          "calories": 17,
          "isCompleted": false
        },
        {
          "name": "Круговые движения тазом",
          "description": "Поставьте ноги на ширине плеч, руки на бедрах. Начните делать круговые движения тазом в одну сторону, а затем в другую. Это поможет разогреть тазобедренные суставы и снизить напряжение в нижней части тела.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Махи ногами в стороны",
          "description": "Станьте прямо, поднимите одну ногу в сторону и опустите. Меняйте ногу, делайте махи в удобном темпе. Это упражнение разогревает мышцы ног и активирует бедра.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Приседания с подъемом рук",
          "description": "Приседайте, опуская бедра до параллели с полом, одновременно поднимайте руки вверх. Это активирует ноги, ягодицы и плечи.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Повороты корпуса с вытянутыми руками",
          "description": "Руки вытянуты в стороны, ноги на ширине плеч. Поворачивайте верхнюю часть тела влево и вправо, стараясь сохранить баланс. Это упражнение активирует мышцы спины и живота.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Прыжки на месте",
          "description": "Встаньте прямо, ноги на ширине плеч, руки по бокам. Прыгайте на месте, мягко приземляясь на носки, сгибая колени. Поддерживайте быстрый темп, можно добавлять движения руками для увеличения нагрузки.",
          "time": "2:00",
          "calories": 20,
          "isCompleted": false
        },
        {
          "name": "Бёрпи",
          "description": "Из положения стоя опуститесь в присед, поставьте руки на пол, сделайте одно отжимание, прыгните назад в планку, затем вернитесь в присед и подпрыгните вверх. Повторите упражнение.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        },
        {
          "name": "Прыжки с приседанием",
          "description": "Встаньте прямо, ноги на ширине плеч, руки на бедрах. Сделайте присед, опуская бедра до параллели с полом (или ниже, если позволяет гибкость). Из положения приседа резко прыгните вверх, одновременно поднимая руки в направлении потолка. Приземляйтесь мягко, снова опускаясь в присед и повторите прыжок. Постоянно поддерживайте высокий темп",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Планка с чередующимися касаниями плеч",
          "description": "Примите положение планки, опираясь на руки (пальцы ног на полу, тело должно быть прямым от головы до пят). Поднимите правую руку и коснитесь левого плеча. Верните правую руку в исходное положение и сделайте то же самое левой рукой, коснувшись правого плеча. Повторяйте поочередно, удерживая корпус ровным, а бедра — неподвижными. Старайтесь не раскачивать бедра из стороны в сторону.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Медленные бёрпи (без прыжка)",
          "description": "Встаньте прямо, ноги на ширине плеч. Согнитесь в коленях, положив ладони на пол, и прыгните ногами назад в планку. Не выполняйте прыжок, просто вернитесь в положение приседа. Медленно встаньте, не поднимая рук вверх, вернувшись в исходное положение. Повторите движение, выполняя его в более медленном темпе по сравнению с обычным бёрпи.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Бег на месте с высоким подниманием коленей",
          "description": "Встаньте прямо, ноги на ширине плеч, руки согнуты в локтях. Начните бег на месте, поднимайте колени как можно выше, стараясь достать коленом до уровня талии. При этом быстро двигайте руками, как при беге. Поддерживайте интенсивность на протяжении 2 минут, чередуя ноги.",
          "time": "2:00",
          "calories": 14,
          "isCompleted": false
        },
        {
          "name": "Планка на локтях",
          "description": "Лягте на живот и поднимитесь на локтях, опираясь на предплечья, ноги прямые, носки на полу. Тело должно быть в прямой линии от головы до пят, без прогибов в спине. Напрягите пресс и ягодицы, чтобы поддерживать стабильность в позиции. Держите планку как можно дольше, не проваливаясь в пояснице.",
          "time": "0:30",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Растяжка бедра и ягодиц (поза голубя)",
          "description": "Встаньте на колени, одну ногу вытяните вперед (согнутую в колене), а другую согните сзади. Почувствуйте растяжение в бедре и ягодице. Повторите для каждой стороны.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Растяжка квадрицепса",
          "description": "Стоя, захватите одной рукой лодыжку и подтяните пятку к ягодице, растягивая переднюю часть бедра. Если нужно, держитесь за опору для баланса.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    }
    
  },

  "power": {
    "title": "Силовые",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Круговые вращения руками",
          "description": "Встаньте прямо, ноги на ширине плеч, руки вытянуты в стороны на уровне плеч. Начните делать маленькие круги руками в одном направлении, постепенно увеличивая их радиус. Через 30 секунд смените направление вращения рук.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Повороты корпуса",
          "description": "Встаньте прямо, ноги на ширине плеч, руки вытянуты в стороны на уровне плеч. Начните поворачивать корпус влево и вправо, следя за тем, чтобы ваш взгляд и грудная клетка двигались в том же направлении. Старайтесь поворачивать тело не только за счет рук, а активно включать мышцы пресса и спины.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Приседания с собственным весом",
          "description": "Встаньте прямо, ноги на ширине плеч, носки немного развёрнуты наружу. Сохраняя прямую спину, начните медленно приседать, сгибая колени и опуская бедра вниз. Колени должны идти в том же направлении, что и пальцы ног, не выходя за их линию. Опускайтесь до тех пор, пока бедра не окажутся параллельными полу (или немного ниже), затем вернитесь в исходное положение.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Отжимания",
          "description": "Лягте на живот, руки на ширине плеч. Поднимайте тело, опираясь на руки и ноги, затем опуститесь обратно. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Выпады",
          "description": "Сделайте шаг вперед одной ногой и опустите тело, пока оба колена не будут согнуты под углом 90 градусов. Вернитесь в исходное положение и повторите с другой ногой.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Две планки по очереди",
          "description": "Начните с положения планки на локтях, тело должно быть прямым от головы до пят. Затем перейдите в положение планки на руках, выпрямляя руки и удерживая тело в той же прямой линии. Далее вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Приседания",
          "description": "Встаньте прямо, ноги на ширине плеч. Сгибайте колени и опускайтесь, как будто садитесь на стул, затем вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Супермен",
          "description": "Лягте на живот, руки вытянуты вперед, ноги прямые и слегка разведены. Одновременно поднимите руки, грудь и ноги от пола, удерживая голову в нейтральном положении. Задержитесь в этом положении на 2-5 секунд. Медленно опустите руки, грудь и ноги обратно на пол. Повторите упражнение.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Берпи",
          "description": "Из положения стоя опуститесь в присед, поставьте руки на пол, сделайте одно отжимание, прыгните назад в планку, затем вернитесь в присед и подпрыгните вверх. Повторите упражнение.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        },
        {
          "name": "Ноги к себе - от себя",
          "description": "Садитесь на пол, ладони за спиной на полу, ноги выпрямлены, верхняя часть корпуса наклонена назад. Согните колени и подтяните их к груди; затем полностью выпрямите ноги, не касаясь ими земли. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Выпады в сторону",
          "description": "Встаньте прямо, ноги на ширине плеч. Сделайте шаг вбок правой ногой, при этом сгибая правое колено до угла 90 градусов, а левую ногу оставьте прямой. Вернитесь в исходное положение и повторите с левой ноги.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Гусеница",
          "description": "Встаньте прямо, ноги на ширине плеч. Наклонитесь вперед, касаясь пола руками, затем медленно перемещайте руки вперед, переходя в положение планки. Удерживайте планку несколько секунд, затем шаг за шагом подведите ноги к рукам, возвращаясь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Растяжка бедра и ягодиц (поза голубя)",
          "description": "Встаньте на колени, одну ногу вытяните вперед, другую согните сзади. Опустите таз вниз, чувствуя растяжение в бедре и ягодице. Держите спину прямой. Повторите на другую сторону.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Растяжка спины и плеч (поза ребенка)",
          "description": "Встаньте на колени, одну ногу вытяните вперед, другую согните сзади. Опустите таз вниз, чувствуя растяжение в бедре и ягодице. Держите спину прямой. Повторите на другую сторону.",
          "time": "2:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    },
    "second": {
      "name": "Вторая тренировка",
      "exercises": [
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Круговые вращения бедрами",
          "description": "Встаньте прямо, поставьте ноги на ширину плеч и начните делать круговые движения бедрами сначала в одну, а затем в другую сторону.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Махи ногами вперед и назад",
          "description": "Встаньте прямо и, удерживая баланс, поочередно поднимайте одну ногу вперед, затем назад, активно работая бедрами и мышцами ног. Повторите для обеих ног.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Прыжки с разведением ног и рук",
          "description": "Прыгайте, разводя ноги в стороны и поднимая руки над головой. Плавно и быстро, с каждым прыжком активируйте все тело.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Силовые приседания с удержанием",
          "description": "Встаньте, ноги на ширине плеч, спина прямая. Опуститесь в глубокий присед, следите, чтобы колени не выходили за носки. Удерживайте позицию в нижней точке, стараясь максимально напрячь ягодицы и бедра. Держитесь в таком положении, пока не пройдет время.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Отжимания с хлопком",
          "description": "Примите стандартное положение для отжиманий (руки на ширине плеч, корпус прямой). Опуститесь вниз, сгибая локти. Когда вы подниметесь, используйте силу рук и толкните тело вверх, чтобы во время подъема сделать хлопок руками перед собой. Приземляйтесь мягко, повторяйте.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Мостик на плечах",
          "description": "Лягте на спину, ноги согнуты в коленях, стопы на полу, руки вдоль тела. Поднимите таз вверх, сжимая ягодицы и пресс. Удерживайте положение в верхней точке на 2-3 секунды, затем медленно опустите таз вниз, не касаясь пола.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Тяга с собственным весом в наклоне",
          "description": "Лягте на живот, вытяните руки вперед, ладони направлены вниз. Поднимите руки, раздвигая их в стороны, как если бы вы рисовали снежного ангела, но лежа. Сожмите лопатки и замедляйте движение при возвращении рук в исходное положение.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Боковые выпады",
          "description": "Встаньте прямо, ноги на ширине плеч. Сделайте шаг в сторону одной ногой, опускаясь в выпад, колено должно быть прямым над стопой, а бедро — параллельно полу. Вернитесь в исходное положение, повторите с другой ногой.",
          "time": "1:00",
          "calories":9,
          "isCompleted": false
        },
        {
          "name": "Планка с подъемом руки и ноги",
          "description": "Примите положение планки, опираясь на ладони и пальцы ног, тело должно быть в прямой линии. Поднимите одну руку и противоположную ногу, удерживайте на несколько секунд, затем вернитесь в исходное положение. Повторите с другой рукой и ногой.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Супермен на спине",
          "description": "Лягте на живот, вытяните руки и ноги. Поднимите одновременно руки и ноги вверх, удерживайтесь в этой позиции 2-3 секунды. Медленно опуститесь вниз и повторите.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Прыжки с отведением ног в стороны",
          "description": "Начните с обычных прыжков (прыжки через сторону). На каждом прыжке разведите ноги в стороны, при этом поднимайте руки вверх, затем возвращайтесь в исходное положение.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Ходьба на месте (или марширование) ",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Кобра (растяжка для спины)",
          "description": "Лягте на живот, поставьте ладони рядом с грудью. На вдохе поднимите грудную клетку, прогибая спину, удерживайте 10-15 секунд. Почувствуйте растяжение в спине и животе.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Повороты туловища сидя",
          "description": "Сядьте, согнув ноги. Поворачивайте корпус вправо и влево, удерживаясь на 3-5 секунд в каждой стороне. Растягивайте спину и поясницу.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Растяжка ног: сидя с наклоном к ногам",
          "description": "Сядьте с прямыми ногами. Наклоняйтесь вперед, пытаясь дотянуться до стоп. Удерживайте растяжение 10-15 секунд, чувствуя натяжение в бедрах и спине.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    },
    "third": {
      "name": "Третья тренировка",
      "exercises": [
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Круговые вращения плечами",
          "description": "Встаньте прямо, делайте медленные круговые движения плечами вперед и назад, прорабатывая плечевые суставы. Следите за тем, чтобы движения были плавными, не торопитесь.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Повороты туловища в стоячем положении",
          "description": "Стоя, ноги на ширине плеч, поверните корпус вправо, задержитесь на секунду, затем поворачивайтесь влево. Сделайте движения плавными и контролируемыми, прорабатывая спину и торс.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Приседания с отведением руки вперед",
          "description": "Станьте в стойку для приседаний. Когда вы опускаетесь в присед, вытягивайте одну руку вперед. Возвращаясь в исходное положение, меняйте руку. Это поможет разогреть грудные и плечевые мышцы.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Прыжки на месте с подъёмом коленей",
          "description": "Прыгайте на месте, поднимая колени как можно выше к груди. Приземляйтесь мягко на носки, сохраняя равновесие и разогревая мышцы ног и бедер.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Скручивания с поднятием ног",
          "description": "Лежа на спине, поднимайте ноги и одновременно скручивайтесь, направляя локоть к противоположному колену. Сосредоточьтесь на активной работе мышц пресса, избегайте резких движений.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Отжимания с поднятием одной ноги",
          "description": "Примите положение для отжиманий. При каждом подъеме туловища, поднимайте одну ногу вверх. Старайтесь поддерживать корпус прямым и не прогибать спину.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Сумо-приседания с вытянутыми руками вперед",
          "description": "Встаньте широко, стопы развернуты наружу. Опускайтесь в глубокий присед, держа руки вытянутыми перед собой. Это поможет усилить растяжение в области бедер и ягодиц.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Планка с касанием коленей",
          "description": "Примите положение планки на локтях. Поднимайте одну ногу и поочередно касайтесь коленом пола, сохраняя корпус стабильным. Это упражнение прорабатывает пресс и плечи.",
          "time": "1:00",
          "calories":7,
          "isCompleted": false
        },
        {
          "name": "Прыжки через скакалку (или имитация скакалки)",
          "description": "Прыгайте на месте , имитируя прыжки через скакалку. Используйте руки для движения, чтобы активировать мышцы плеч и рук.",
          "time": "2:00",
          "calories": 18,
          "isCompleted": false
        },
        {
          "name": "Выпады назад с чередованием ног",
          "description": "Сделайте шаг назад одной ногой, опускаясь в глубокий выпад, затем возвращайтесь в исходное положение и повторите с другой ногой. Следите за тем, чтобы колено передней ноги не выходило за линию носка.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Махи ногами в сторону (стоя)",
          "description": "Встаньте прямо, поднимайте одну ногу в сторону, затем возвращайте ее в исходное положение. Выполните это упражнение для каждой ноги, прорабатывая бедра и ягодицы.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Тяга с поворотом тела",
          "description": "Сидя на полу, удерживайте корпус под углом 45 градусов. Поочередно касайтесь пола с обеих сторон, скручивая корпус. Старайтесь держать спину прямо и не двигать бедра.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Глубокие отжимания",
          "description": "Сделайте отжимания, с максимальным прогибом в локтях. Плавно опускайтесь вниз и поднимайтесь вверх, тренируя грудные и плечевые мышцы.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Ходьба на месте (или марширование) ",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Растяжка на шпагат (30 секунд на каждую ногу)",
          "description": "Садитесь на пол, разведите ноги в стороны. Медленно наклоняйтесь вперед, ощущая растяжение в бедрах и паховой области.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Растяжка бедра и ягодиц (поза голубя)",
          "description": "Встаньте на колени, одну ногу вытяните вперед, другую согните сзади. Опустите таз вниз, чувствуя растяжение в бедре и ягодице. Держите спину прямой. Повторите на другую сторону.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    }
  },
   "legs": {
    "title": "Ноги",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Круговые вращения бедрами (по 30 секунд в каждую сторону)",
          "description": "Станьте прямо, поставьте руки на бедра. Выполняйте плавные круговые движения бедрами сначала в одну сторону, затем в другую. Это поможет размять тазобедренные суставы.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Махи ногами вперед и назад (по 30 секунд на каждую ногу)",
          "description": "Встаньте прямо, держитесь за опору (стул или стену). Поднимайте одну ногу вперед, затем назад, пытаясь задействовать бедра, ягодицы и поясницу. Повторите для другой ноги.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Шагающие выпады",
          "description": "Сделайте шаг вперед одной ногой, опускаясь в глубокий выпад, затем вернитесь в исходное положение и повторите с другой ногой. Это упражнение прорабатывает бедра и ягодицы.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Прыжки с разведением ног и рук",
          "description": "Прыгайте на месте, разводя ноги в стороны и одновременно поднимая руки вверх. Это поможет разогреть суставы и подготовить сердце к более интенсивной нагрузке.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Выпады вперед с касанием колена",
          "description": "Сделайте выпад вперед одной ногой, опускаясь в угол 90 градусов в коленях. Поднимитесь и встаньте прямо. Затем приподнимите колено вверх на высоту бедра и коснитесь его рукой. Повторите с другой ногой.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Становая тяга с собственным весом",
          "description": "Встаньте прямо, ноги на ширине плеч. Слегка согните колени, наклоняйтесь вперед, вытягивая спину, и опустите руки вниз вдоль ног. Поднимитесь обратно, активируя ягодицы и заднюю поверхность бедра.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Прыжки с приседом",
          "description": "Сделайте присед, затем резким движением прыгайте вверх, раздвигая ноги в прыжке. Приземляйтесь в глубокий присед и повторите.",
          "time": "1:00",
          "calories": 11,
          "isCompleted": false
        },
        {
          "name": "Мостик с поднятием ноги",
          "description": "Лягте на спину, согните ноги в коленях и прижмите стопы к полу. Поднимите таз вверх, удерживайте и поднимите одну ногу. Задержитесь и вернитесь в исходное положение, затем повторите с другой ногой.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Планка с поднятием ноги",
          "description": "Примите положение планки на руках, ноги вместе. Поочередно поднимайте одну ногу вверх, удерживаясь в стабильной позиции.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Шаги в сторону с выпадами",
          "description": "Встаньте прямо, ноги на ширине плеч. Сделайте широкий шаг в сторону одной ногой, опускаясь в выпад, пока бедро не станет параллельно полу. Вернитесь в исходное положение и повторите с другой ногой.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Приседания на одной ноге (по 30 секунд на каждую ногу)",
          "description": "Встаньте на одну ногу, другую ногу вытяните вперед. Медленно опускайтесь в присед, стараясь держать баланс, затем поднимитесь обратно. Если нужно, держитесь за опору для равновесия.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Растяжка подколенных сухожилий (сидя)",
          "description": "Сядьте на пол, одну ногу вытяните вперед, а другую согните в колене. Медленно наклонитесь к вытянутой ноге, пытаясь дотянуться руками до стопы, удерживайтесь в растяжении.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Растяжка квадрицепсов",
          "description": "Стоя, захватите одну лодыжку за спиной и подтяните пятку к ягодице, растягивая переднюю часть бедра. Для баланса можно держаться за стену или опору.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Поза ребенка (растяжка спины)",
          "description": "Сядьте на колени, вытяните руки вперед на пол и опуститесь грудью вниз. Почувствуйте растяжение в спине и плечах.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    },
    "second": {
      "name": "Вторая тренировка",
      "exercises": [
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Махи ногами вперед и назад (по 30 секунд на каждую ногу)",
          "description": "Стоя, поднимайте одну ногу вперед, а затем назад, контролируя движение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Прыжки с поднятием коленей (поочередно)",
          "description": "Прыгайте, поднимая поочередно колени к груди",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Махи ногами в сторону сидя",
          "description": "Сидя на полу, поднимайте одну ногу в сторону, затем повторите для другой ноги",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Приседания с широкой постановкой ног",
          "description": "Станьте ногами шире плеч, носки слегка развернуты в стороны. Опускайтесь в присед, удерживая спину прямой, и возвращайтесь в исходное положение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Шагающие выпады с касанием пола",
          "description": "Шагайте вперед одной ногой, опускаясь в глубокий выпад, и коснитесь пола рукой. Вернитесь в исходное положение и повторите с другой ногой.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Лягушка",
          "description": "Из положения приседа совершайте резкие прыжки вперед, при этом опускаясь в глубокий присед. После приземления сразу сделайте следующий прыжок.",
          "time": "1:00",
          "calories": 11,
          "isCompleted": false
        },
        {
          "name": "Разведение ног в положении лежа",
          "description": "Лягте на бок, одну ногу держите прямой, а другую поднимайте вверх, контролируя движение. Повторите для другой ноги.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Тяга одной ногой",
          "description": "Встаньте на одну ногу, другую ногу слегка поднимите, наклоняйтесь вперед, вытягивая спину, а затем возвращайтесь в исходное положение. Повторите для другой ноги.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Степ-апы",
          "description": "Встаньте перед ступенькой или скамьей. Шагайте одной ногой на скамью, затем возвращайтесь обратно на пол, повторяя для другой ноги.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Подъемы на носки стоя",
          "description": "Встаньте прямо, поднимитесь на носки, затем медленно опуститесь. Можно делать это упражнение на одной ноге, чтобы повысить интенсивность.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Махи ногами назад (по 30 секунд на каждую ногу)",
          "description": "Встаньте на четвереньки, держите спину прямой. Поднимите одну ногу назад, сжимая ягодицы в верхней точке, затем опустите ногу. Повторите с другой ногой.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Растяжка задней поверхности бедра",
          "description": "Встаньте прямо, одну ногу вытяните вперед с пяткой на полу, а носок подтяните к себе. Постепенно наклоняйтесь вперед, чувствуя растяжение в задней части бедра.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Кобра (растяжка для спины)",
          "description": "Лягте на живот, руки на полу рядом с грудью, поднимите верхнюю часть тела, прогибая спину, растягивая живот и грудную клетку.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Растяжка ягодиц в положении лежа",
          "description": "Лягте на спину, одну ногу положите на другую, сгибая ее в колене. Растягивайте ягодицы, подтягивая колено к груди.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        }
      ]
    },
    "third": {
      "name": "Третья тренировка",
      "exercises": [
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Прыжки с разведением ног и рук",
          "description": "Прыгайте, разводя ноги в стороны, а руки над головой.",
          "time": "1:00",
          "calories":9,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Круговые вращения бедрами (по 30 секунд на каждую ногу)",
          "description": "Поставьте руки на бедра и сделайте круговые вращения бедрами в одну и другую сторону.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Повороты туловища в стоячем положении",
          "description": "Стоя, ноги на ширине плеч, поверните корпус вправо, задержитесь на секунду, затем поворачивайтесь влево. Сделайте движения плавными и контролируемыми, прорабатывая спину и торс.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Бег на месте с захлестом голени",
          "description": "Встать ровно, ноги на ширине плеч. Руки согнуты в локтях. По очереди прыгать с одной ноги на другую, максимально сгибая ноги в коленях. Стараться касаться ягодиц пятками.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Приседания",
          "description": "Встаньте прямо, ноги на ширине плеч. Сгибайте колени и опускайтесь, как будто садитесь на стул, затем вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Подъем ноги лежа на боку (для левой ноги)",
          "description": "Лягте на правый бок, подложив руку под голову. Поднимите верхнюю ногу и вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Подъем ноги лежа на боку (для правой ноги)",
          "description": "Лягте на левый бок, подложив руку под голову. Поднимите верхнюю ногу и вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Выпады назад",
          "description": "Сделайте шаг вперед одной ногой и опустите тело, пока оба колена не будут согнуты под углом 90 градусов. Вернитесь в исходное положение и повторите с другой ногой.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Бег, колени вверх",
          "description": "Встаньте прямо, начните бег на месте, высоко поднимая колени к груди, работая руками как при обычном беге. Держите спину прямо.",
          "time": "1:00",
          "calories": 15,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Ослик лягается вправо",
          "description": "Встаньте на четвереньки, колени строго под бедрами, руки под плечами. Поднимите правую ногу, как бы выполняя удар пяткой. Верните ногу в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Ослик лягается влево",
          "description": "Встаньте на четвереньки, колени строго под бедрами, руки под плечами. Поднимите левую ногу, как бы выполняя удар пяткой. Верните ногу в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Выпады в сторону",
          "description": "Встаньте прямо, ноги на ширине плеч. Сделайте шаг вбок правой ногой, при этом сгибая правое колено до угла 90 градусов, а левую ногу оставьте прямой. Вернитесь в исходное положение и повторите с левой ноги.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Ходьба на месте (или марширование)",
          "description": "Делайте шаги на месте, поднимая колени высоко, чтобы включить в работу бедра.",
          "time": "2:00",
          "calories": 15,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Растяжка бедра и ягодиц (поза голубя)",
          "description": "Встаньте на колени, одну ногу вытяните вперед, другую согните сзади. Опустите таз вниз, чувствуя растяжение в бедре и ягодице. Держите спину прямой. Повторите на другую сторону.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Растяжка спины и плеч (поза ребенка)",
          "description": "Встаньте на колени, одну ногу вытяните вперед, другую согните сзади. Опустите таз вниз, чувствуя растяжение в бедре и ягодице. Держите спину прямой. Повторите на другую сторону.",
          "time": "2:00",
          "calories": 6,
          "isCompleted": false                                                                                                                                       
        },
        {
          "name": "Глубокие вдохи и выдохи",
          "description": "Сядьте или встаньте прямо, сосредоточьтесь на дыхании. Сделайте глубокий вдох через нос, задержитесь на пару секунд и медленно выдохните через рот. Повторите 5-10 раз.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false                                                                                                                                       
        }
      ]
    }
  },
   "abs": {
    "title": "Пресс",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Обратные скручивания.",
          "description": "Ложитесь на спину, колени подняты под углом в 90 градусов, руки за головой. Поднимите корпус и подтяните колени к груди, затем вернитесь в исходное положение.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Боковые наклоны к стопам.",
          "description": "Ложитесь на спину, ноги согните в коленях, руки лежат вдоль корпуса. Приподнимите корпус от пола и поочередно касайтесь каждой пятки пальцами той же руки.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Альпинист",
          "description": "Встаём в упор лёжа на прямых руках, ладони находятся строго под плечами. Одну из ног сгибаем и подтягиваем к туловищу, затем возвращаемся в исходное положение, после сгибаем вторую ногу, возвращаем её обратно. Упражнение выполняем динамично, без пауз.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Боковой мостик (вправо)",
          "description": "Ложитесь на левый бок. Поставьте левый локоть прямо под плечо, положите правую руку на талию. Правую ногу положите на левую. Поднимите бедра, останьтесь в этом положении 2-4 секунды, вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Боковой мостик (влево)",
          "description": "Ложитесь на правый бок. Поставьте правый локоть прямо под плечо, положите левую руку на талию. Левую ногу положите на правую. Поднимите бедра, останьтесь в этом положении 2-4 секунды, вернитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Бег, колени вверх.",
          "description": "Встаньте прямо, начните бег на месте, высоко поднимая колени к груди, работая руками как при обычном беге. Держите спину прямо.",
          "time": "1:00",
          "calories": 15,
          "isCompleted": false
        },
        {
          "name": "Планка",
          "description": "Лягте на живот. Опирайтесь на предплечья и пальцы ног. Держите тело прямым от головы до пяток, напрягая пресс и ягодицы. Шея прямая, смотрите в пол. Дышите ровно и спокойно. Удерживайте положение нужное время.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Поднятие ног лежа на спине",
          "description": "Лягте на спину и положите руки под бедра для поддержки. Поднимите прямые ноги вверх до образования прямого угла с полом. Медленно опустите ноги вниз и повторите упражнение.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Уголок",
          "description": "Сядьте на пол, поднимите ноги вверх под углом 45 градусов и откиньте верхнюю часть тела назад под углом 45 градусов. Вытяните руки вперед. Оставайтесь в этом положении. Не задерживайте дыхание. Дышите как обычно, стараясь делать это животом, а не грудью.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        }
      ]
    }
  },
   "arms": {
    "title": "Руки",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Прыжки",
          "description": "Ноги на месте, руки вдоль корпуса. Прыжком разведите ноги, одновременно поднимая руки в стороны до положения над головой. Прыжком вертитесь в исходное положение. Повторите упражнение.",
          "time": "1:00",
          "calories": 10,
          "isCompleted": false
        },
        {
          "name": "Отжимания от стены",
          "description": "Встаньте перед стеной на расстоянии широкого шага. Вытяните руки прямо перед собой и упритесь о стену. Поднимите пятки. Медленно согните руки в локтях, приближая корпус к стене. Отожмитесь и повторите упражнение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Махи руками по часовой стрелке.",
          "description": "Встаньте ровно, руки вытянуты в стороны на уровне плеч. Быстро вращайте руками от плеч по часовой стрелке.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Махи руками против часовой стрелки",
          "description": "Встаньте ровно, руки вытянуты в стороны на уровне плеч. Быстро вращайте руками от плеч против часовой стрелки.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Две планки по очереди",
          "description": "Начните с положения планки на локтях, тело должно быть прямым от головы до пят. Затем перейдите в положение планки на руках, выпрямляя руки и удерживая тело в той",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Ножницы руками",
          "description": "Встаньте ровно, ноги на ширине плеч. Вытяните руки перед собой на уровне плеч, так, чтобы одна была чуть выше другой, а вместе они составляли букву 'Х'. Затем разведите руки в стороны. Повторите упражнение так, чтобы теперь выше была другая рука.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Отжимания",
          "description": "Лягте на живот, руки на ширине плеч. Поднимайте тело, опираясь на руки и ноги, затем опуститесь обратно. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Обратные отжимания от стула",
          "description": "В положении спиной к стулу обопритесь руками о переднюю часть стула, при этом отодвинув бедра и ноги. Держа спину близко к стулу, согните локти до угла 90 градусов. Затем разогните локти. Повторите упражнение.",
          "time": "1:00",
          "calories": 9,
          "isCompleted": false
        },
        {
          "name": "Боковые удары по очереди",
          "description": "Встаньте ровно, ноги на ширине плеч, ведущая нога чуть впереди. Слегка согните колени, сожмите кулаки и сожмите локти под прямым углом. Поднимите правую руку на уровень глаз так, чтобы предплечье было параллельно полу. Нанесите удар в левую сторону, вращая плечи и бедра. Повторите упражнение в другую сторону.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Берпи",
          "description": "Из положения стоя опуститесь в присед, поставьте руки на пол, сделайте одно отжимание, прыгните назад в планку, затем вернитесь в присед и подпрыгните вверх. Повторите упражнение.",
          "time": "1:00",
          "calories": 13,
          "isCompleted": false
        }
      ]
    }
  },
   "back": {
    "title": "Спина и осанка",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Обратная планка",
          "description": "Сядьте на пол, вытяните ноги вперед, руки за спиной ладонями вниз, затем оттолкнитесь руками и пятками, поднимая тело в прямую линию от плеч до пяток. Удерживайте положение, не прогибаясь и не задирая подбородок.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Супермен",
          "description": "Лягте на живот, руки вытянуты вперед, ноги прямые и слегка разведены. Одновременно поднимите руки, грудь и ноги от пола, удерживая голову в нейтральном положении. Задержитесь в этом положении на 2-5 секунд. Медленно опустите руки, грудь и ноги обратно на пол. Повторите упражнение.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Выпады",
          "description": "Сделайте шаг вперед одной ногой и опустите тело, пока оба колена не будут согнуты под углом 90 градусов. Вернитесь в исходное положение и повторите с другой ногой.",
          "time": "1:00",
          "calories": 8,
          "isCompleted": false
        },
        {
          "name": "Поза птицы - поза собаки",
          "description": "Встаньте на четвереньки, ладони под плечами, колени под бедрами. Одновременно вытяните правую руку вперед и левую ногу назад, удерживая равновесие. Вернитесь в исходное положение и повторите, поменяв руку и ногу.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Сведение лопаток",
          "description": "Сидя или стоя, сведите лопатки вместе, как будто хотите зажать карандаш между ними. Удерживайте положение несколько секунд, затем расслабьтесь. Повторите упражнение.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Планка",
          "description": "Лягте на живот. Опирайтесь на предплечья и пальцы ног. Держите тело прямым от головы до пяток, напрягая пресс и ягодицы. Шея прямая, смотрите в пол. Дышите ровно и спокойно. Удерживайте положение нужное время.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Пловец",
          "description": "Лежа на животе, вытяните руки прямо над головой. По очереди поднимайте противоположные руку и ногу.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Отжимание с опорой впереди",
          "description": "Исходное положение - обычное положение для отжиманий, но с руками на стуле или скамье. Сгибайте и разгибайте локти.",
          "time": "1:00",
          "calories": 6,
          "isCompleted": false
        },
        {
          "name": "Поза кошки - поза коровы",
          "description": "Начальное положение на четвереньках, колени под ягодицами, ладони прямо под плечами. Делая вдох, опустите живот, разверните плечи и поднимите голову. Делая выдох, выгните спину наверх и опустите голову. Повторите упражнение.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Скручивания",
          "description": "Сядьте на пол, ноги согнуты в коленях, стопы слегка приподняты. Отклоните корпус немного назад, удерживая спину прямой. Скрестите руки на груди или вытяните их вперед. Поворачивайте корпус из стороны в сторону.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        }
      ]
    }
  },
   "stretching": {
    "title": "Растяжка",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Плечи",
          "description": "Вытяните одну руку поперек груди параллельно полу. Затем подтяните ее к груди другой рукой. Останьтесь в этом положении несколько секунд, затем повторите упражнение в другую сторону.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Наклоны в сторону стоя",
          "description": "Встаньте ровно, ноги на ширине плеч. Положите левую руку за голову, правая рука вдоль тела. Наклоните тело вправо и опустите правую руку ближе к полу. Задержитесь на секунду и вернитесь в исходное положение. Повторите упражнение в другую сторону.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Скручивания в пояснице лежа на полу",
          "description": "Ложитесь на спину, ноги вытянуты. Поднимите левую ногу и потяните ее за колено правой рукой в правую сторону; левая рука при этом вытянута в сторону на полу. Оставайтесь в этом положении несколько секунд и вернитесь в исходное положение. Повторите упражнение в другую сторону.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Растяжка выпадом (вправо)",
          "description": "Примите упор лежа. Выведите правое колено вперед, а левое опустите на пол. Поднимите верхнюю часть корпуса и поставьте руки на талию. Двигайте бедра вперед, сохраняя верхнюю часть корпуса ровной.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Растяжка выпадом (влево)",
          "description": "Примите упор лежа. Выведите левое колено вперед, а правое опустите на пол. Поднимите верхнюю часть корпуса и поставьте руки на талию. Двигайте бедра вперед, сохраняя верхнюю часть корпуса ровной.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Растяжка левой икры",
          "description": "Встаньте к стене и сделайте большой шаг назад. Сделайте шаг вперед правой ногой и положите ладони на стену на уровне плеч. Левая нога должна быть прямой. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 0,
          "isCompleted": false
        },
        {
          "name": "Растяжка правой икры",
          "description": "Встаньте к стене и сделайте большой шаг назад. Сделайте шаг вперед левой ногой и положите ладони на стену на уровне плеч. Правая нога должна быть прямой. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 0,
          "isCompleted": false
        },
        {
          "name": "Бабочка",
          "description": "Садитесь на пол, ноги вместе. Возьмитесь руками за носки ног. Разведите колени в стороны и опустите колени как можно ниже.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        },
        {
          "name": "Кобра",
          "description": "Ложитесь на живот. Руки согнуты в локтях, ладони на полу под плечами. Поднимите грудь как можно выше над полом. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Поза ребенка",
          "description": "Начальное положение - с коленями и ладонями на полу. Слегка вытяните руки вперед, раздвиньте колени и сведите вместе ступни. Вдохните, затем выдохните и подайте корпус назад. Постарайтесь сделать так, чтобы ягодицы касались пяток. Расслабьте локти, коснитесь лбом пола и постарайтесь опустить грудь к полу. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        }
      ]
    }
  },
   "yoga": {
    "title": "Йога",
    "first": {
      "name": "Первая тренировка",
      "exercises": [
        {
          "name": "Поза собаки мордой вниз",
          "description": "Встаньте на четвереньки, руки на ширине плеч, колени на ширине бедер. Поднимите таз вверх, выпрямляя ноги. Руки и ноги образуют перевернутую букву “V”. Тянитесь копчиком вверх, а пятками к полу. Расслабьте шею. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Поза треугольника (вправо)",
          "description": "Встаньте прямо, ноги широко расставлены. Вытяните руки в стороны, ладонями вниз. Поверните правую стопу на 90 градусов вправо. Наклонитесь вправо, тянитесь правой рукой к правой ноге или полу, левую руку вытяните вверх. Смотрите на левую ладонь или вверх. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Поза треугольника (влево)",
          "description": "Встаньте прямо, ноги широко расставлены. Вытяните руки в стороны, ладонями вниз. Поверните левую стопу на 90 градусов влево. Наклонитесь влево, тянитесь левой рукой к левой ноге или полу, правую руку вытяните вверх. Смотрите на правую ладонь или вверх. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Поза стула",
          "description": "Встаньте прямо, ноги вместе или на ширине бедер. Согните колени, как будто садитесь на стул. Руки вытяните вверх или оставьте вдоль тела. Старайтесь держать спину прямой, а живот втянутым. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 7,
          "isCompleted": false
        },
        {
          "name": "Поза кобры",
          "description": "Лягте на живот, ноги вместе, ладони под плечами. Оттолкнитесь руками от пола и поднимите грудь и голову вверх. Смотрите прямо или немного вверх. Локти прижмите к бокам. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Поза дерева (вправо)",
          "description": "Встаньте прямо. Поставьте правую стопу на внутреннюю поверхность левого бедра или голени (избегайте колена). Руки поднимите над головой или соедините перед грудью. Сосредоточьтесь на точке перед собой. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Поза дерева (влево)",
          "description": "Встаньте прямо. Поставьте левую стопу на внутреннюю поверхность правого бедра или голени (избегайте колена). Руки поднимите над головой или соедините перед грудью. Сосредоточьтесь на точке перед собой. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 3,
          "isCompleted": false
        },
        {
          "name": "Поза освобождения от ветра",
          "description": "Лягте на спину. Подтяните колени к груди, обхватив их руками. Расслабьте шею и плечи. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        },
        {
          "name": "Поза лодки",
          "description": "Сядьте на пол, согните колени. Отклоните корпус назад, удерживая равновесие на ягодицах. Вытяните руки вперед, ладони смотрят друг на друга. Выпрямите ноги, образуя букву “V” с телом. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Поза трупа",
          "description": "Лягте на спину, ноги расслаблены, руки вдоль тела, ладонями вверх. Закройте глаза, расслабьте все мышцы тела. Дышите медленно и ровно. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 0,
          "isCompleted": false
        }
      ]
    },
    "second": {
      "name": "Вторая тренировка",
      "exercises": [
        {
          "name": "Поза горы",
          "description": "Встаньте прямо, ноги и стопы расположены вместе, руки выпрямлены и свободно опущены. На вдохе руки нужно поднять, направив ладони внутрь, и потянуться к небу кончиками пальцев. Дышите медленно и ровно. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        },
        {
          "name": "Поза лодки",
          "description": "Сядьте на пол, согните колени. Отклоните корпус назад, удерживая равновесие на ягодицах. Вытяните руки вперед, ладони смотрят друг на друга. Выпрямите ноги, образуя букву “V” с телом. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 4,
          "isCompleted": false
        },
        {
          "name": "Поза плуга",
          "description": "Лягте на спину, руки вдоль тела, поднимите прямые ноги, перенести их вдоль корпуса и перекиньте за голову, поставив носки на пол. Руки оставить в прежнем положении ладонями вниз. Если не получается поставить носки на пол, пусть они висят в воздухе. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Поза воина 2 (вправо)",
          "description": "Стоя с широко расставленными ногами, разверните стопы вправо, левую на 45 градусов, а правую на 90. Расслабьте плечи, и вытяните прямые руки в стороны, при этом опустив ладони вниз. Правую ногу согните в колене на 90 градусов, и в ту же сторону развернуть голову, устремив взгляд вперед. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Поза воина 2 (влево)",
          "description": "Стоя с широко расставленными ногами, разверните стопы влево, правую на 45 градусов, а левую на 90. Расслабьте плечи, и вытяните прямые руки в стороны, при этом опустив ладони вниз. Левую ногу согните в колене на 90 градусов, и в ту же сторону развернуть голову, устремив взгляд вперед. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 5,
          "isCompleted": false
        },
        {
          "name": "Поза свечи",
          "description": "Лягте на спину, руки вдоль тела, поднимите ноги вместе с корпусом выпрямляются и тяните их вверх. Помогайте себе руками, поддерживая корпус. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 2,
          "isCompleted": false
        },
        {
          "name": "Поза скрутки лежа (влево)",
          "description": "Лежа на спине вытяните руки в стороны на уровне плеч. Согните правую ногу и, не отрывая плеч и рук от поверхности, поверните ее на противоположную сторону и постарайтесь дотянуться коленом до пола. Голову направить вправо. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        },
        {
          "name": "Поза скрутки лежа (вправо)",
          "description": "Лежа на спине вытяните руки в стороны на уровне плеч. Согните левую ногу и, не отрывая плеч и рук от поверхности, поверните ее на противоположную сторону и постарайтесь дотянуться коленом до пола. Голову направить влево. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        },
        {
          "name": "Поза лотоса",
          "description": "Сядьте на пол, выпрямите ноги и спину. Сначала согните одну ногу, взявшись руками за стопу и положив ее подошвой вверх не соседнее бедро. Повторить то же самое со второй ногой. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        },
        {
          "name": "Поза ребенка",
          "description": "Начальное положение - с коленями и ладонями на полу. Слегка вытяните руки вперед, раздвиньте колени и сведите вместе ступни. Вдохните, затем выдохните и подайте корпус назад. Постарайтесь сделать так, чтобы ягодицы касались пяток. Расслабьте локти, коснитесь лбом пола и постарайтесь опустить грудь к полу. Оставайтесь в этом положении.",
          "time": "1:00",
          "calories": 1,
          "isCompleted": false
        }
      ]
    }
  }
}