{
    "cardio": {
      "first": {
        "name": "Первая тренировка",
        "exercises": [
          {
            "name": "Бег на месте с захлестом голени",
            "description": "Встать ровно, ноги на ширине плеч. Руки согнуты в локтях. По очереди прыгать с одной ноги на другую, максимально сгибая ноги в коленях. Стараться касаться ягодиц пятками.",
            "time": "1:00",
            "calories": 10
          },
          {
            "name": "Присед с выпрыгиванием",
            "description": "Опуститесь в присед, бёдра параллельно полу. Резко выпрыгните вверх, выпрямляя ноги. Вернитесь в присед, амортизируя приземление. Сразу переходите к следующему приседанию.",
            "time": "1:00",
            "calories": 13
          },
          {
            "name": "Альпинист",
            "description": "Встаём в упор лёжа на прямых руках, ладони находятся строго под плечами. Одну из ног сгибаем и подтягиваем к туловищу, затем возвращаемся в исходное положение, после сгибаем вторую ногу, возвращаем её обратно. Упражнение выполняем динамично, без пауз.",
            "time": "1:00",
            "calories": 10
          },
          {
            "name": "Выпад назад с пинком вперёд левой ногой",
            "description": "Стоя, ноги на ширине плеч. Сделайте шаг левой ногой назад, опустившись в выпад (колено правой ноги согнуто под углом 90 градусов, левое колено почти касается пола). Оттолкнувшись левой ногой, поднимитесь, одновременно выполняя пинок левой ногой вперёд. Опустите левую ногу и вернитесь в исходное положение.",
            "time": "1:00",
            "calories": 9
          },
          {
            "name": "Выпад назад с пинком вперёд правой ногой",
            "description": "Стоя, ноги на ширине плеч. Сделайте шаг правой ногой назад, опустившись в выпад (колено левой ноги согнуто под углом 90 градусов, правое колено почти касается пола). Оттолкнувшись правой ногой, поднимитесь, одновременно выполняя пинок правой ногой вперёд. Опустите правую ногу и вернитесь в исходное положение.",
            "time": "1:00",
            "calories": 9
          },
          {
            "name": "Планка",
            "description": "Лягте на живот. Опирайтесь на предплечья и пальцы ног. Держите тело прямым от головы до пяток, напрягая пресс и ягодицы. Шея прямая, смотрите в пол. Дышите ровно и спокойно. Удерживайте положение нужное время.",
            "time": "1:00",
            "calories": 4
          },
          {
            "name": "Бег, колени вверх",
            "description": "Встаньте прямо, начните бег на месте, высоко поднимая колени к груди, работая руками как при обычном беге. Держите спину прямо.",
            "time": "1:00",
            "calories": 15
          },
          {
            "name": "Прыжки в стороны",
            "description": "Стоя на месте, сделайте прыжок в сторону, затем в другую сторону.",
            "time": "1:00",
            "calories": 12
          },
          {
            "name": "Кик ногой в планке",
            "description": "Примите упор лежа. Напрягите околопозвоночные столбы, мышцы поясницы и ягодиц, чтобы зафиксировать тело по прямой линии. Смотрите перед собой. Теперь выполняйте пинок в сторону, держа руки на месте. Работают только таз, косые мышцы и мускулатура бедер.",
            "time": "1:00",
            "calories": 8
          },
          {
            "name": "Отжимания с поворотом",
            "description": "Примите упор лёжа. Выполните отжимание. При подъёме в верхнее положение выполните поворот корпуса и вытяните правую руку вверх. Повторите для другой руки.",
            "time": "1:00",
            "calories": 10
          }
        ]
      }
    }
  }
  